export const OFERT_TEXT = `<h3 style="margin: auto; text-align: center">Оферта</h3>
<h3>Термины</h3>
Издатель — Самозанятая Корсакова Дарья Владимировна (ИНН 631301754859), уполномоченная на предоставление пользователям подписки на платной основе для просмотра материалов, размещенных на сайте. <br/>
Сайт — https://app.fbwl.ru <br/>
<b>Пользователь</b> — физическое, зарегистрированное на сайте, достигшее возраста, допустимого, в соответствии с законодательством Российской Федерации, для акцепта настоящего соглашения, являющееся одной из сторон соглашения.
<b>Подписка</b> — полный доступ к материалам, размещенным на сайте. Предоставляется за определенную плату на определенный срок в 
1. Предмет соглашения <br/>
1.1. В соответствии с настоящим соглашением, Издатель предоставляет пользователям подписку на платной основе для просмотра материалов, размещенных на сайте. <br/>
1.2. Оплата пользователем подписки является акцептом соглашения и означает полное принятие пользователем его условий. <br/>
1.3. В случае неоплаты подписки пользователем Издатель вправе предоставить пользователю ограниченный доступ к материалам на сайте по своему усмотрению. <br/>
1.4. Студия вправе в одностороннем порядке и без уведомления пользователя изменить условия настоящего соглашения. Пользователь обязуется самостоятельно ознакомляться с новыми правилами. <br/>
2. Порядок и условия оформления подписки <br/>
2.1. Для оформления подписки пользователь должен зарегистрироваться в по адресу https://app.fbwl.ru, а также оплатить стоимость подписки. <br/>
2.2. Материалы, доступ к которым предоставляется пользователям, определяются по усмотрению Издателя. <br/>
2.3. Пользователь обязуется использовать материалы, размещенные на сайте, исключительно в личных некоммерческих целях, просматривая их на сайте или через программные приложения с доступом в интернет без их сохранения в память электронного устройства. <br/>
3. Стоимость услуг и порядок оплаты <br/>
3.1. Услуги студии по предоставлению подписки оплачиваются по тарифу в размере 349 (триста сорок девять) рублей 00 (ноль) копеек в календарный месяц. <br/>
3.2. Пользователь соглашается с тем, что дальнейшая оплата подписки осуществляется через автоматическое безакцептное списание средств с его счета. <br/>
3.3. Издатель вправе в любое время в одностороннем порядке заменить способы оплаты подписки, а также ее стоимость. <br/>
3.4. В случае нехватки средств на счете пользователя или невозможности проведения платежа подписка на новый срок не предоставляется. <br/>
3.5. При изменении Издателем стоимости тарифа на подписку оплата очередного срока производится по новой стоимости. <br/>
3.6. Оплата услуг производится пользователем с помощью банковской карты. <br/>
3.7. Пользователь соглашается с тем, что платежная система способна взимать сверх стоимости услуг любого рода комиссии и сборы, включая комиссии мобильных операторов (при их наличии), оказывая свои услуги лишь в случае, если такие комиссии и сборы оплачены. <br/>
3.8. Пользователь соглашается с тем, что самостоятельно несет все дополнительные расходы для просмотра материалов, размещенных на сайте, включая комиссии мобильных операторов (при их наличии), а также расходы на подключение к интернету. <br/>
3.9. Услуги Издателя НДС не облагаются. <br/>
3.10. Оплата производится по тарифу Издателя, действующему на момент оплаты. <br/>
3.11. Издатель имеет право в одностороннем порядке и без предварительного уведомления пользователя изменять размер тарифа путем размещения соглашения в новой редакции на сайте. Изменения применяются только для подписок, приобретаемых после изменения размера тарифа. <br/>
3.14. Стоимость ранее оплаченных и неиспользованных пользователем подписок не изменяется до момента окончания оплаченного периода. <br/>
3.15. Пользователь вправе отказаться от услуги и автоматического ежемесячного списания средств со счета в любой момент, отменив подписку в личном профиле. В таком случае оказание услуги прекращается по истечении последнего оплаченного месяца. <br/>
3.16. Акты об оказанных услугах по настоящему соглашению не составляются — услуга считается оказанной, а обязательства Издателя по предоставлению подписки полностью выполненными надлежащим образом с момента оплаты пользователем подписки за соответствующий период. <br/>
4. Ответственность <br/>
4.1. Издатель прямо или косвенно не гарантирует пользователю безошибочную и бесперебойную работу сайта или отдельных его функций и компонентов, а также не гарантирует соответствия конкретным целям и ожиданиям пользователя. <br/>
4.2. Издатель не отвечает за любой прямой или косвенный ущерб, возникший в связи с использованием пользователем сайта, и не возмещает никакие убытки, возникшие в связи с его использованием. <br/>
4.3. Пользователь несет полную ответственность за достоверность данных, указанных им при оплате услуг Издателя. <br/>
4.4. Пользователь не вправе указывать при регистрации персональные данные третьих лиц. В случае предъявления к Издателю претензий он обязуется за свой счет урегулировать их либо возместить Издателю все расходы. <br/>
4.5. Издатель не несет ответственности за нарушение условий соглашения, если оно вызвано действием обстоятельств непреодолимой силы (форс-мажор). <br/>
4.6. Издатель не несет ответственности за неисполнение или ненадлежащее исполнение обязательств в случае: <br/>
противоправных действий пользователей;
неправомерных действий третьих лиц, направленных на нарушение информационной безопасности или нормального функционирования сайта, включая DDoS-атаки на сайт;
сбоев в работе сайта, вызванных ошибками в коде, компьютерными вирусами и иными посторонними фрагментами кода в программном обеспечении сайта;
отсутствия или недостаточной скорости интернет-соединения у пользователя;
выполнения профилактических работ на сайте. <br/>
4.7. Все споры разрешаются путем переговоров. Все претензии по ненадлежащему оказанию студией Издателем пользователь вправе направлять по адресу dasha@fbwl.ru. <br/>
4.8. В случае нарушения пользователем настоящего соглашения Издатель вправе в одностороннем порядке приостанавливать, ограничивать или прекращать оказание услуг. При этом неиспользованный остаток денежных средств за оставшийся период подписки не возвращается. <br/>
5. Заключительные положения <br/>
5.1. Условия соглашения вступают в силу с даты его акцепта и действуют в течение всего срока оплаты пользователем подписки. <br/>
5.2. Для работы с функциональностью программного обеспечения студия запрашивает у пользователя адрес его электропочты. Если пользователь по собственной инициативе предоставляет свои персональные данные, он вправе в любой момент направить сообщение на адрес Издателя dasha@fbwl.ru c данными об аккаунте и требованием удалить его персональные данные — требование исполняется в срок не более 2 (двух) рабочих дней. <br/>
5.3. Пользователь вправе расторгнуть настоящее соглашение, направив соответствующее уведомление по адресу dasha@fbwl.ru, при этом соглашение считается расторгнутым в последний день месяца, за который пользователем была оплачена подписка, а дальнейший доступ к материалам после ее истечения не предоставляется.`;
